const IntroCard = () => {
  return (
    <div>
      <p className="title">자기소개</p>
      <p className="introduction">
        안녕하세요, 저는 요양보호사 1급 자격증을 보유하고 있으며, 어르신들의
        편안한 생활을 돕는데 최선을 다하고 있습니다. 신체 활동 지원부터 정서적
        교감까지 세심한 돌봄을 제공하며, 가족과 같은 따뜻한 마음으로 어르신을
        모십니다. 앞으로도 전문성과 책임감을 바탕으로 안녕하세요, 저는
        요양보호사 1급 자격증을 보유하고 있으며, 어르신들의 편안한 생활을 돕는데
        최선을 다하고 있습니다. 신체 활동 지원부터 정서적 교감까지 세심한 돌봄을
        제공하며, 가족과 같은 따뜻한 마음으로 어르신을 모십니다. 앞으로도
        전문성과 책임감을 바탕으로
      </p>
    </div>
  );
};

export default IntroCard;
